---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.TextEditorOptions
source: html/28a200ea-957b-39e5-e3d1-0a35bae6ead8.htm
---
# TextEditorOptions Members

Releases all resources used by the TextEditorOptions